Revit 2027 API
ParameterTypeId.FabricationTopElevationOfPart Property
 "Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationTopElevationOfPart { get; }
Public Shared ReadOnly Property FabricationTopElevationOfPart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationTopElevationOfPart {
	ForgeTypeId^ get ();
}
static member FabricationTopElevationOfPart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace